Repository: AdamLuzifer/FanFicFare_fork
Catalog: calibre-plugin/translations/zz.po
Languages: zz

source: Mark Unread: Add to "To Read" and "Send to Device" Lists
zz: zzMark Unread: Add to "To Read" and "Send to Device" Lists

source: Mark Read: Remove from "To Read" and add to "Send to Device" Lists
zz: zzMark Read: Remove from "To Read" and add to "Send to Device" Lists

source: Mark Read: Remove from "To Read" Lists
zz: zzMark Read: Remove from "To Read" Lists

source: Add to "Send to Device" Lists
zz: zzAdd to "Send to Device" Lists

source: Mark Unread: Add to "To Read" Lists
zz: zzMark Unread: Add to "To Read" Lists

source: Add to Lists Not Configured
zz: zzAdd to Lists Not Configured

source: Remove from Lists Not Configured
zz: zzRemove from Lists Not Configured

source: Actions by Update Modes
zz: zzActions by Update Modes

source: Update Existing FanFiction Books
zz: zzUpdate Existing FanFiction Books

source: Get FanFiction Story URLs from Email
zz: zzGet FanFiction Story URLs from Email

source: Get FanFiction Story URLs from Web Page
zz: zzGet FanFiction Story URLs from Web Page

source: Remove "New" Chapter Marks from Selected books
zz: zzRemove "New" Chapter Marks from Selected books

source: Reject Selected Books
zz: zzReject Selected Books

source: &Configure FanFicFare
zz: zz&Configure FanFicFare

source: Configure FanFicFare
zz: zzConfigure FanFicFare

source: Cannot Update Reading Lists from Device View
zz: zzCannot Update Reading Lists from Device View

source: No Selected Books to Update Reading Lists
zz: zzNo Selected Books to Update Reading Lists

source: FanFicFare Email Settings are not configured.
zz: zzFanFicFare Email Settings are not configured.

source: Fetching Story URLs from Email...
zz: zzFetching Story URLs from Email...

source: No Valid Story URLs Found in Unread Emails.
zz: zzNo Valid Story URLs Found in Unread Emails.

source: Finished Fetching Story URLs from Email.
zz: zzFinished Fetching Story URLs from Email.

source: Tag(s) <b><i>%s</i></b> will be added to all stories downloaded in the next dialog, including any story URLs you add manually.
zz: zzTag(s) <b><i>%s</i></b> will be added to all stories downloaded in the next dialog, including any story URLs you add manually.

source: (%d Story URLs Skipped, on Rejected URL List)
zz: zz(%d Story URLs Skipped, on Rejected URL List)

source: (%d Story URLs Skipped, no Existing Book in Library)
zz: zz(%d Story URLs Skipped, no Existing Book in Library)

source: Get Story URLs from Email
zz: zzGet Story URLs from Email

source: Fetching Story URLs from Page...
zz: zzFetching Story URLs from Page...

source: Finished Fetching Story URLs from Page.
zz: zzFinished Fetching Story URLs from Page.

source: List of Story URLs
zz: zzList of Story URLs

source: No Valid Story URLs found on given page.
zz: zzNo Valid Story URLs found on given page.

source: No Selected Books to Get URLs From
zz: zzNo Selected Books to Get URLs From

source: Collecting URLs for stories...
zz: zzCollecting URLs for stories...

source: Get URLs for stories
zz: zzGet URLs for stories

source: URL retrieved
zz: zzURL retrieved

source: Bad
zz: zzBad

source: List of URLs
zz: zzList of URLs

source: No Story URLs found in selected books.
zz: zzNo Story URLs found in selected books.

source: Can only UnNew books in library
zz: zzCan only UnNew books in library

source: UnNewing books...
zz: zzUnNewing books...

source: UnNew Books
zz: zzUnNew Books

source: Books UnNewed
zz: zzBooks UnNewed

source: Starting auto conversion of %d books.
zz: zzStarting auto conversion of %d books.

source: No Selected Books have URLs to Reject
zz: zzNo Selected Books have URLs to Reject

source: Collecting URLs for Reject List...
zz: zzCollecting URLs for Reject List...

source: Get URLs for Reject List
zz: zzGet URLs for Reject List

source: Proceed to Remove?
zz: zzProceed to Remove?

source: Rejecting FanFicFare URLs: None of the books selected have FanFiction URLs.
zz: zzRejecting FanFicFare URLs: None of the books selected have FanFiction URLs.

source: Cannot Make Anthologys without %s
zz: zzCannot Make Anthologys without %s

source: Cannot Update Books from Device View
zz: zzCannot Update Books from Device View

source: Can only update 1 anthology at a time
zz: zzCan only update 1 anthology at a time

source: Fetching Story URLs for Series...
zz: zzFetching Story URLs for Series...

source: Can only Update Epub Anthologies
zz: zzCan only Update Epub Anthologies

source: Cannot Update Anthology
zz: zzCannot Update Anthology

source: Book isn't an FanFicFare Anthology or contains book(s) without valid Story URLs.
zz: zzBook isn't an FanFicFare Anthology or contains book(s) without valid Story URLs.

source: Finished Fetching Story URLs for Series.
zz: zzFinished Fetching Story URLs for Series.

source: There are %d stories in the current anthology that are <b>not</b> going to be kept if you go ahead.
zz: zzThere are %d stories in the current anthology that are <b>not</b> going to be kept if you go ahead.

source: Story URLs that will be removed:
zz: zzStory URLs that will be removed:

source: Update anyway?
zz: zzUpdate anyway?

source: Stories Removed
zz: zzStories Removed

source: No Selected Books to Update
zz: zzNo Selected Books to Update

source: Collecting stories for update...
zz: zzCollecting stories for update...

source: Get stories for updates
zz: zzGet stories for updates

source: Update Existing List
zz: zzUpdate Existing List

source: Start queuing downloading for %s stories.
zz: zzStart queuing downloading for %s stories.

source: Queuing download for stories...
zz: zzQueuing download for stories...

source: Queuing download for stories
zz: zzQueuing download for stories

source: Queued download for
zz: zzQueued download for

source: Started fetching metadata for %s stories.
zz: zzStarted fetching metadata for %s stories.

source: No valid story URLs entered.
zz: zzNo valid story URLs entered.

source: Reject URL?
zz: zzReject URL?

source: <b>%s</b> is on your Reject URL list:
zz: zz<b>%s</b> is on your Reject URL list:

source: Click '<b>Yes</b>' to Reject.
zz: zzClick '<b>Yes</b>' to Reject.

source: Click '<b>No</b>' to download anyway.
zz: zzClick '<b>No</b>' to download anyway.

source: Story on Reject URLs list (%s).
zz: zzStory on Reject URLs list (%s).

source: Rejected
zz: zzRejected

source: Remove Reject URL?
zz: zzRemove Reject URL?

source: Remove URL from Reject List?
zz: zzRemove URL from Reject List?

source: Click '<b>Yes</b>' to remove it from the list,
zz: zzClick '<b>Yes</b>' to remove it from the list,

source: Click '<b>No</b>' to leave it on the list.
zz: zzClick '<b>No</b>' to leave it on the list.

source: Are You an Adult?
zz: zzAre You an Adult?

source: %s requires that you be an adult. Please confirm you are an adult in your locale:
zz: zz%s requires that you be an adult. Please confirm you are an adult in your locale:

source: Cannot update non-epub format.
zz: zzCannot update non-epub format.

source: Skip Story?
zz: zzSkip Story?

source: Skip Anthology Story?
zz: zzSkip Anthology Story?

source: "<b>%s</b>" is in series "<b><a href="%s">%s</a></b>" that you have an anthology book for.
zz: zz"<b>%s</b>" is in series "<b><a href="%s">%s</a></b>" that you have an anthology book for.

source: Click '<b>Yes</b>' to Skip.
zz: zzClick '<b>Yes</b>' to Skip.

source: Story in Series Anthology(%s).
zz: zzStory in Series Anthology(%s).

source: Add
zz: zzAdd

source: Meta
zz: zzMeta

source: Skipping duplicate story.
zz: zzSkipping duplicate story.

source: More than one identical book by Identifier URL or title/author(s)--can't tell which book to update/overwrite.
zz: zzMore than one identical book by Identifier URL or title/author(s)--can't tell which book to update/overwrite.

source: Update
zz: zzUpdate

source: Update declined due to differing story URL(%s)(%s tag present)
zz: zzUpdate declined due to differing story URL(%s)(%s tag present)

source: Different URL
zz: zzDifferent URL

source: Change Story URL?
zz: zzChange Story URL?

source: <b>%(title)s</b> by <b>%(author)s</b> is already in your library with a different source URL:
zz: zz<b>%(title)s</b> by <b>%(author)s</b> is already in your library with a different source URL:

source: In library: <a href="%(liburl)s">%(liburl)s</a>
zz: zzIn library: <a href="%(liburl)s">%(liburl)s</a>

source: New URL: <a href="%(newurl)s">%(newurl)s</a>
zz: zzNew URL: <a href="%(newurl)s">%(newurl)s</a>

source: Click '<b>Yes</b>' to update/overwrite book with new URL.
zz: zzClick '<b>Yes</b>' to update/overwrite book with new URL.

source: Click '<b>No</b>' to skip updating/overwriting this book.
zz: zzClick '<b>No</b>' to skip updating/overwriting this book.

source: Download as New Book?
zz: zzDownload as New Book?

source: <b>%(title)s</b> by <b>%(author)s</b> is already in your library with a different source URL.
zz: zz<b>%(title)s</b> by <b>%(author)s</b> is already in your library with a different source URL.

source: You chose not to update the existing book. Do you want to add a new book for this URL?
zz: zzYou chose not to update the existing book. Do you want to add a new book for this URL?

source: Click '<b>Yes</b>' to a new book with new URL.
zz: zzClick '<b>Yes</b>' to a new book with new URL.

source: Click '<b>No</b>' to skip URL.
zz: zzClick '<b>No</b>' to skip URL.

source: Update declined by user due to differing story URL(%s)
zz: zzUpdate declined by user due to differing story URL(%s)

source: Metadata collected.
zz: zzMetadata collected.

source: Existing epub contains %d chapters, web site only has %d. Use Overwrite to force update.
zz: zzExisting epub contains %d chapters, web site only has %d. Use Overwrite to force update.

source: FanFicFare doesn't recognize chapters in existing epub, epub is probably from a different source. Use Overwrite to force update.
zz: zzFanFicFare doesn't recognize chapters in existing epub, epub is probably from a different source. Use Overwrite to force update.

source: None of the <b>%d</b> URLs/stories given can be/need to be downloaded.
zz: zzNone of the <b>%d</b> URLs/stories given can be/need to be downloaded.

source: See log for details.
zz: zzSee log for details.

source: Proceed with updating your library(Error or Last Checked Columns, if configured)?
zz: zzProceed with updating your library(Error or Last Checked Columns, if configured)?

source: FanFicFare download ended
zz: zzFanFicFare download ended

source: FanFicFare log
zz: zzFanFicFare log

source: Download %s FanFiction Book(s)
zz: zzDownload %s FanFiction Book(s)

source: Starting %d FanFicFare Downloads
zz: zzStarting %d FanFicFare Downloads

source: Story Details:
zz: zzStory Details:

source: Error Updating Metadata
zz: zzError Updating Metadata

source: An error has occurred while FanFicFare was updating calibre's metadata for <a href='%s'>%s</a>.
zz: zzAn error has occurred while FanFicFare was updating calibre's metadata for <a href='%s'>%s</a>.

source: The ebook has been updated, but the metadata has not.
zz: zzThe ebook has been updated, but the metadata has not.

source: Finished Adding/Updating %d books.
zz: zzFinished Adding/Updating %d books.

source: No Good Stories for Anthology
zz: zzNo Good Stories for Anthology

source: No good stories/updates where downloaded, Anthology creation/update aborted.
zz: zzNo good stories/updates where downloaded, Anthology creation/update aborted.

source: FanFicFare found <b>%s</b> good and <b>%s</b> bad updates.
zz: zzFanFicFare found <b>%s</b> good and <b>%s</b> bad updates.

source: Are you sure you want to continue with creating/updating this Anthology?
zz: zzAre you sure you want to continue with creating/updating this Anthology?

source: Any updates that failed will <b>not</b> be included in the Anthology.
zz: zzAny updates that failed will <b>not</b> be included in the Anthology.

source: However, if there's an older version, it will still be included.
zz: zzHowever, if there's an older version, it will still be included.

source: Proceed with updating this anthology and your library?
zz: zzProceed with updating this anthology and your library?

source: Proceed with updating your library?
zz: zzProceed with updating your library?

source: FanFicFare download complete
zz: zzFanFicFare download complete

source: Merging %s books.
zz: zzMerging %s books.

source: FanFicFare Adding/Updating books.
zz: zzFanFicFare Adding/Updating books.

source: Updating calibre for FanFiction stories...
zz: zzUpdating calibre for FanFiction stories...

source: Update calibre for FanFiction stories
zz: zzUpdate calibre for FanFiction stories

source: Adding/Updating %s BAD books.
zz: zzAdding/Updating %s BAD books.

source: Updating calibre for BAD FanFiction stories...
zz: zzUpdating calibre for BAD FanFiction stories...

source: Update calibre for BAD FanFiction stories
zz: zzUpdate calibre for BAD FanFiction stories

source: Adding format to book failed for some reason...
zz: zzAdding format to book failed for some reason...

source: You configured FanFicFare to automatically update Reading Lists, but you don't have the %s plugin installed anymore?
zz: zzYou configured FanFicFare to automatically update Reading Lists, but you don't have the %s plugin installed anymore?

source: You configured FanFicFare to automatically update "To Read" Reading Lists, but you don't have any lists set?
zz: zzYou configured FanFicFare to automatically update "To Read" Reading Lists, but you don't have any lists set?

source: You configured FanFicFare to automatically update Reading List '%s', but you don't have a list of that name?
zz: zzYou configured FanFicFare to automatically update Reading List '%s', but you don't have a list of that name?

source: You configured FanFicFare to automatically update "Send to Device" Reading Lists, but you don't have any lists set?
zz: zzYou configured FanFicFare to automatically update "Send to Device" Reading Lists, but you don't have any lists set?

source: Same story already included.
zz: zzSame story already included.

source: No story URL found.
zz: zzNo story URL found.

source: Not Found
zz: zzNot Found

source: URL is not a valid story URL.
zz: zzURL is not a valid story URL.

source: Bad URL
zz: zzBad URL

source: Anthology containing:
zz: zzAnthology containing:

source: %(title)s by %(author)s
zz: zz%(title)s by %(author)s

source: Anthology
zz: zz Anthology

source: (was set, removed for security)
zz: zz(was set, removed for security)

source: Downloading FanFiction Stories
zz: zzDownloading FanFiction Stories

source: %(count)d of %(total)d stories finished downloading
zz: zz%(count)d of %(total)d stories finished downloading

source: Download Results:
zz: zzDownload Results:

source: Download started...
zz: zzDownload started...

source: Download %s completed, %s chapters.
zz: zzDownload %s completed, %s chapters.

source: Already contains %d chapters. Reuse as is.
zz: zzAlready contains %d chapters. Reuse as is.

source: Update %(fileform)s completed, added %(added)s chapters for %(total)s total.
zz: zzUpdate %(fileform)s completed, added %(added)s chapters for %(total)s total.

source: Skip
zz: zzSkip

source: Add New Book
zz: zzAdd New Book

source: Update EPUB if New Chapters
zz: zzUpdate EPUB if New Chapters

source: Update EPUB Always
zz: zzUpdate EPUB Always

source: Overwrite if Newer
zz: zzOverwrite if Newer

source: Overwrite Always
zz: zzOverwrite Always

source: Update Calibre Metadata from Web Site
zz: zzUpdate Calibre Metadata from Web Site

source: Update Calibre Metadata from Saved Metadata Column
zz: zzUpdate Calibre Metadata from Saved Metadata Column

source: Yes, Always
zz: zzYes, Always

source: Yes, if EPUB has a cover image
zz: zzYes, if EPUB has a cover image

source: Yes, unless FanFicFare found a cover image
zz: zzYes, unless FanFicFare found a cover image

source: Yes, unless found on site
zz: zzYes, unless found on site

source: No
zz: zzNo
