Repository: AdamLuzifer/FanFicFare_fork
Catalog: calibre-plugin/translations/zz.po
Languages: zz

source: UI plugin to download FanFiction stories from various sites.
zz: zzUI plugin to download FanFiction stories from various sites.

source: Path to the calibre library. Default is to use the path stored in the settings.
zz: zzPath to the calibre library. Default is to use the path stored in the settings.

source: Keyboard shortcuts
zz: zzKeyboard shortcuts

source: Undefined
zz: zzUndefined

source: Prefs Viewer dialog
zz: zzPrefs Viewer dialog

source: Preferences for:
zz: zzPreferences for:

source: Clear
zz: zzClear

source: Clear all settings for this plugin
zz: zzClear all settings for this plugin

source: Edit
zz: zzEdit

source: Edit settings.
zz: zzEdit settings.

source: Save
zz: zzSave

source: Save setting for this plugin
zz: zzSave setting for this plugin

source: Are you sure you want to edit settings in this library for this plugin?
zz: zzAre you sure you want to edit settings in this library for this plugin?

source: The FanFicFare team does not support hand edited configurations.
zz: zzThe FanFicFare team does not support hand edited configurations.

source: Are you sure you want to save this setting in this library for this plugin?
zz: zzAre you sure you want to save this setting in this library for this plugin?

source: Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.
zz: zzAny settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.

source: You must restart calibre afterwards.
zz: zzYou must restart calibre afterwards.

source: All settings for this plugin in this library have been saved.
zz: zzAll settings for this plugin in this library have been saved.

source: Please restart calibre now.
zz: zzPlease restart calibre now.

source: Restart calibre now
zz: zzRestart calibre now

source: Are you sure you want to clear your settings in this library for this plugin?
zz: zzAre you sure you want to clear your settings in this library for this plugin?

source: All settings for this plugin in this library have been cleared.
zz: zzAll settings for this plugin in this library have been cleared.

source: List of Supported Sites
zz: zzList of Supported Sites

source: FAQs
zz: zzFAQs

source: Basic
zz: zzBasic

source: Calibre Cover
zz: zzCalibre Cover

source: Standard Columns
zz: zzStandard Columns

source: Custom Columns
zz: zzCustom Columns

source: Email Settings
zz: zzEmail Settings

source: Other
zz: zzOther

source: These settings control the basic features of the plugin--downloading FanFiction.
zz: zzThese settings control the basic features of the plugin--downloading FanFiction.

source: Defaults Options on Download
zz: zzDefaults Options on Download

source: On each download, FanFicFare offers an option to select the output format. <br />This sets what that option will default to.
zz: zzOn each download, FanFicFare offers an option to select the output format. <br />This sets what that option will default to.

source: Default Output &Format:
zz: zzDefault Output &Format:

source: On each download, FanFicFare offers an option of what happens if that story already exists. <br />This sets what that option will default to.
zz: zzOn each download, FanFicFare offers an option of what happens if that story already exists. <br />This sets what that option will default to.

source: Default If Story Already Exists?
zz: zzDefault If Story Already Exists?

source: Default Update Calibre &Metadata?
zz: zzDefault Update Calibre &Metadata?

source: On each download, FanFicFare offers an option to update Calibre's metadata (title, author, URL, tags, custom columns, etc) from the web site. <br />This sets whether that will default to on or off. <br />Columns set to 'New Only' in the column tabs will only be set for new books.
zz: zzOn each download, FanFicFare offers an option to update Calibre's metadata (title, author, URL, tags, custom columns, etc) from the web site. <br />This sets whether that will default to on or off. <br />Columns set to 'New Only' in the column tabs will only be set for new books.

source: Default Update EPUB Cover when Updating EPUB?
zz: zzDefault Update EPUB Cover when Updating EPUB?

source: On each download, FanFicFare offers an option to update the book cover image <i>inside</i> the EPUB from the web site when the EPUB is updated.<br />This sets whether that will default to on or off.
zz: zzOn each download, FanFicFare offers an option to update the book cover image <i>inside</i> the EPUB from the web site when the EPUB is updated.<br />This sets whether that will default to on or off.

source: Default Background Metadata?
zz: zzDefault Background Metadata?

source: On each download, FanFicFare offers an option to Collect Metadata from sites in a Background process.<br />This returns control to you quicker while updating, but you won't be asked for username/passwords or if you are an adult--stories that need those will just fail.<br />Only available for Update/Overwrite of existing books in case URL given isn't canonical or matches to existing book by Title/Author.
zz: zzOn each download, FanFicFare offers an option to Collect Metadata from sites in a Background process.<br />This returns control to you quicker while updating, but you won't be asked for username/passwords or if you are an adult--stories that need those will just fail.<br />Only available for Update/Overwrite of existing books in case URL given isn't canonical or matches to existing book by Title/Author.

source: Updating Calibre Options
zz: zzUpdating Calibre Options

source: Delete other existing formats?
zz: zzDelete other existing formats?

source: Check this to automatically delete all other ebook formats when updating an existing book. Handy if you have both a Nook(epub) and Kindle(mobi), for example.
zz: zzCheck this to automatically delete all other ebook formats when updating an existing book. Handy if you have both a Nook(epub) and Kindle(mobi), for example.

source: Keep Existing Tags when Updating Metadata?
zz: zzKeep Existing Tags when Updating Metadata?

source: Existing tags will be kept and any new tags added. %(cmplt)s and %(inprog)s tags will be still be updated, if known. %(lul)s tags will be updated if %(lus)s in %(is)s. (If Tags is set to 'New Only' in the Standard Columns tab, this has no effect.)
zz: zzExisting tags will be kept and any new tags added. %(cmplt)s and %(inprog)s tags will be still be updated, if known. %(lul)s tags will be updated if %(lus)s in %(is)s. (If Tags is set to 'New Only' in the Standard Columns tab, this has no effect.)

source: Check for existing Series Anthology books?
zz: zzCheck for existing Series Anthology books?

source: Check for existing Series Anthology books using each new story's series URL before downloading. Offer to skip downloading if a Series Anthology is found. Doesn't work when Collect Metadata in Background is selected.
zz: zzCheck for existing Series Anthology books using each new story's series URL before downloading. Offer to skip downloading if a Series Anthology is found. Doesn't work when Collect Metadata in Background is selected.

source: Reject Without Confirmation?
zz: zzReject Without Confirmation?

source: Automatically reject storys with existing Series Anthology books. Only works if 'Check for existing Series Anthology books' is on. Doesn't work when Collect Metadata in Background is selected.
zz: zzAutomatically reject storys with existing Series Anthology books. Only works if 'Check for existing Series Anthology books' is on. Doesn't work when Collect Metadata in Background is selected.

source: Check for changed Story URL?
zz: zzCheck for changed Story URL?

source: Warn you if an update will change the URL of an existing book(normally automatic and silent). URLs may be changed from http to https silently if the site changed.
zz: zzWarn you if an update will change the URL of an existing book(normally automatic and silent). URLs may be changed from http to https silently if the site changed.

source: Search inside ebooks for Story URL?
zz: zzSearch inside ebooks for Story URL?

source: Look for first valid story URL inside EPUB, ZIP(HTML) or TXT ebook formats if not found in metadata. Somewhat risky, could find wrong URL depending on ebook content.
zz: zzLook for first valid story URL inside EPUB, ZIP(HTML) or TXT ebook formats if not found in metadata. Somewhat risky, could find wrong URL depending on ebook content.

source: Post Processing Options
zz: zzPost Processing Options

source: Mark added/updated books when finished?
zz: zzMark added/updated books when finished?

source: Mark added/updated books when finished. Use with option below. You can also manually search for 'marked:fff_success'. 'marked:fff_failed' is also available, or search 'marked:fff' for both.
zz: zzMark added/updated books when finished. Use with option below. You can also manually search for 'marked:fff_success'. 'marked:fff_failed' is also available, or search 'marked:fff' for both.

source: Show Marked books when finished?
zz: zzShow Marked books when finished?

source: Show Marked added/updated books only when finished. You can also manually search for 'marked:fff_success'. 'marked:fff_failed' is also available, or search 'marked:fff' for both.
zz: zzShow Marked added/updated books only when finished. You can also manually search for 'marked:fff_success'. 'marked:fff_failed' is also available, or search 'marked:fff' for both.

source: Smarten Punctuation (EPUB only)
zz: zzSmarten Punctuation (EPUB only)

source: Run Smarten Punctuation from Calibre's Polish Book feature on each EPUB download and update.
zz: zzRun Smarten Punctuation from Calibre's Polish Book feature on each EPUB download and update.

source: Calculate Word Counts using Calibre internal methods. Many sites include Word Count, but many do not. This will count the words in each book and include it as if it came from the site.
zz: zzCalculate Word Counts using Calibre internal methods. Many sites include Word Count, but many do not. This will count the words in each book and include it as if it came from the site.

source: Calculate Word Count:
zz: zzCalculate Word Count:

source: Automatically Convert new/update books?
zz: zzAutomatically Convert new/update books?

source: Automatically call calibre's Convert for new/update books. Converts to the current output format as chosen in calibre's Preferences->Behavior settings.
zz: zzAutomatically call calibre's Convert for new/update books. Converts to the current output format as chosen in calibre's Preferences->Behavior settings.

source: GUI Options
zz: zzGUI Options

source: Take URLs from Clipboard?
zz: zzTake URLs from Clipboard?

source: Prefill URLs from valid URLs in Clipboard when Adding New.
zz: zzPrefill URLs from valid URLs in Clipboard when Adding New.

source: FanFicFare button opens menu?
zz: zzFanFicFare button opens menu?

source: The FanFicFare toolbar button will bring up the plugin menu. If unchecked, it will <i>Download from URLs</i> or optionally Update, see below.
zz: zzThe FanFicFare toolbar button will bring up the plugin menu. If unchecked, it will <i>Download from URLs</i> or optionally Update, see below.

source: Default to Update when books selected?
zz: zzDefault to Update when books selected?

source: The FanFicFare toolbar button will Update if books are selected. If unchecked, it will always <i>Download from URLs</i>.
zz: zzThe FanFicFare toolbar button will Update if books are selected. If unchecked, it will always <i>Download from URLs</i>.

source: Keep 'Add New from URL(s)' dialog on top?
zz: zzKeep 'Add New from URL(s)' dialog on top?

source: Instructs the OS and Window Manager to keep the 'Add New from URL(s)' dialog on top of all other windows. Useful for dragging URLs onto it.
zz: zzInstructs the OS and Window Manager to keep the 'Add New from URL(s)' dialog on top of all other windows. Useful for dragging URLs onto it.

source: Show estimated time left?
zz: zzShow estimated time left?

source: When a Progress Bar is shown, show a rough estimate of the time left.
zz: zzWhen a Progress Bar is shown, show a rough estimate of the time left.

source: Misc Options
zz: zzMisc Options

source: Inject calibre Series when none found?
zz: zzInject calibre Series when none found?

source: If no series is found, inject the calibre series (if there is one) so it appears on the FanFicFare title page(not cover).
zz: zzIf no series is found, inject the calibre series (if there is one) so it appears on the FanFicFare title page(not cover).

source: Search by Title/Author(s) for If Story Already Exists?
zz: zzSearch by Title/Author(s) for If Story Already Exists?

source: When checking <i>If Story Already Exists</i> FanFicFare will first match by URL Identifier. But if not found, it can also search existing books by Title and Author(s).
zz: zzWhen checking <i>If Story Already Exists</i> FanFicFare will first match by URL Identifier. But if not found, it can also search existing books by Title and Author(s).

source: Reject List
zz: zzReject List

source: Edit Reject URL List
zz: zzEdit Reject URL List

source: Edit list of URLs FanFicFare will automatically Reject.
zz: zzEdit list of URLs FanFicFare will automatically Reject.

source: Add Reject URLs
zz: zzAdd Reject URLs

source: Add additional URLs to Reject as text.
zz: zzAdd additional URLs to Reject as text.

source: Edit Reject Reasons List
zz: zzEdit Reject Reasons List

source: Customize the Reasons presented when Rejecting URLs
zz: zzCustomize the Reasons presented when Rejecting URLs

source: Always reject URLs on the Reject List without stopping and asking.
zz: zzAlways reject URLs on the Reject List without stopping and asking.

source: Delete on Reject by Default?
zz: zzDelete on Reject by Default?

source: Should the checkbox to delete Rejected books be checked by default?
zz: zzShould the checkbox to delete Rejected books be checked by default?

source: Edit Reject URLs List
zz: zzEdit Reject URLs List

source: Reject Reasons
zz: zzReject Reasons

source: Customize Reject List Reasons
zz: zzCustomize Reject List Reasons

source: Reason why I rejected it
zz: zzReason why I rejected it

source: Title by Author
zz: zzTitle by Author

source: Add Reject URLs. Use: <b>http://...,note</b> or <b>http://...,title by author - note</b><br>Invalid story URLs will be ignored.
zz: zzAdd Reject URLs. Use: <b>http://...,note</b> or <b>http://...,title by author - note</b><br>Invalid story URLs will be ignored.

source: One URL per line: <b>http://...,note</b> <b>http://...,title by author - note</b>
zz: zzOne URL per line: <b>http://...,note</b> <b>http://...,title by author - note</b>

source: Add this reason to all URLs added:
zz: zzAdd this reason to all URLs added:

source: These settings provide more detailed control over what metadata will be displayed inside the ebook as well as let you set %(isa)s and %(u)s/%(p)s for different sites.
zz: zzThese settings provide more detailed control over what metadata will be displayed inside the ebook as well as let you set %(isa)s and %(u)s/%(p)s for different sites.

source: personal.ini
zz: zzpersonal.ini

source: Edit personal.ini
zz: zzEdit personal.ini

source: FanFicFare now includes find, color coding, and error checking for personal.ini editing. Red generally indicates errors.
zz: zzFanFicFare now includes find, color coding, and error checking for personal.ini editing. Red generally indicates errors.

source: View "Safe" personal.ini
zz: zzView "Safe" personal.ini

source: View your personal.ini with usernames and passwords removed. For safely sharing your personal.ini settings with others.
zz: zzView your personal.ini with usernames and passwords removed. For safely sharing your personal.ini settings with others.

source: defaults.ini
zz: zzdefaults.ini

source: View all of the plugin's configurable settings and their default settings.
zz: zzView all of the plugin's configurable settings and their default settings.

source: View Defaults
zz: zzView Defaults

source: Calibre Columns
zz: zzCalibre Columns

source: If checked, when updating/overwriting an existing book, FanFicFare will have the Calibre Columns available to use in replace_metadata, title_page, etc.<br>Click the button below to see the Calibre Column names.
zz: zzIf checked, when updating/overwriting an existing book, FanFicFare will have the Calibre Columns available to use in replace_metadata, title_page, etc.<br>Click the button below to see the Calibre Column names.

source: Pass Calibre Columns into FanFicFare on Update/Overwrite
zz: zzPass Calibre Columns into FanFicFare on Update/Overwrite

source: FanFicFare can pass the Calibre Columns into the download/update process.<br>This will show you the columns available by name.
zz: zzFanFicFare can pass the Calibre Columns into the download/update process.<br>This will show you the columns available by name.

source: Show Calibre Column Names
zz: zzShow Calibre Column Names

source: Changes will only be saved if you click 'OK' to leave Customize FanFicFare.
zz: zzChanges will only be saved if you click 'OK' to leave Customize FanFicFare.

source: Plugin Defaults
zz: zzPlugin Defaults

source: Plugin Defaults (%s) (Read-Only)
zz: zzPlugin Defaults (%s) (Read-Only)

source: View 'Safe' personal.ini
zz: zzView 'Safe' personal.ini

source: Calibre Column Entry Names
zz: zzCalibre Column Entry Names

source: Label (entry_name)
zz: zzLabel (entry_name)

source: These settings provide integration with the %(rl)s Plugin. %(rl)s can automatically send to devices and change custom columns. You have to create and configure the lists in %(rl)s to be useful.
zz: zzThese settings provide integration with the %(rl)s Plugin. %(rl)s can automatically send to devices and change custom columns. You have to create and configure the lists in %(rl)s to be useful.

source: Add new/updated stories to "Send to Device" Reading List(s).
zz: zzAdd new/updated stories to "Send to Device" Reading List(s).

source: Automatically add new/updated stories to these lists in the %(rl)s plugin.
zz: zzAutomatically add new/updated stories to these lists in the %(rl)s plugin.

source: "Send to Device" Reading Lists
zz: zz"Send to Device" Reading Lists

source: When enabled, new/updated stories will be automatically added to these lists.
zz: zzWhen enabled, new/updated stories will be automatically added to these lists.

source: Add new/updated stories to "To Read" Reading List(s).
zz: zzAdd new/updated stories to "To Read" Reading List(s).

source: Automatically add new/updated stories to these lists in the %(rl)s plugin. Also offers menu option to remove stories from the "To Read" lists.
zz: zzAutomatically add new/updated stories to these lists in the %(rl)s plugin. Also offers menu option to remove stories from the "To Read" lists.

source: "To Read" Reading Lists
zz: zz"To Read" Reading Lists

source: Add stories back to "Send to Device" Reading List(s) when marked "Read".
zz: zzAdd stories back to "Send to Device" Reading List(s) when marked "Read".

source: Menu option to remove from "To Read" lists will also add stories back to "Send to Device" Reading List(s)
zz: zzMenu option to remove from "To Read" lists will also add stories back to "Send to Device" Reading List(s)

source: Automatically run Remove "New" Chapter Marks when marking books "Read".
zz: zzAutomatically run Remove "New" Chapter Marks when marking books "Read".

source: Menu option to remove from "To Read" lists will also remove "(new)" chapter marks created by personal.ini <i>mark_new_chapters</i> setting.
zz: zzMenu option to remove from "To Read" lists will also remove "(new)" chapter marks created by personal.ini <i>mark_new_chapters</i> setting.

source: The Calibre cover image for a downloaded book can come from the story site(if EPUB and images are enabled), or from either Calibre's built-in random cover generator or the %(gc)s plugin.
zz: zzThe Calibre cover image for a downloaded book can come from the story site(if EPUB and images are enabled), or from either Calibre's built-in random cover generator or the %(gc)s plugin.

source: Update Calibre book cover image from EPUB when Calibre metadata is updated. Doesn't go looking for new images on 'Update Calibre Metadata Only'. Cover in EPUB could be from site or previously injected into the EPUB. This comes before Generate Cover so %(gc)s(Plugin) use the image if configured to.
zz: zzUpdate Calibre book cover image from EPUB when Calibre metadata is updated. Doesn't go looking for new images on 'Update Calibre Metadata Only'. Cover in EPUB could be from site or previously injected into the EPUB. This comes before Generate Cover so %(gc)s(Plugin) use the image if configured to.

source: Update Calibre Cover (from EPUB):
zz: zzUpdate Calibre Cover (from EPUB):

source: Generate a Calibre book cover image when Calibre metadata is updated.<br />Defaults to 'Yes, Always' for backward compatibility and because %(gc)s(Plugin) will only run if configured for Default or site.
zz: zzGenerate a Calibre book cover image when Calibre metadata is updated.<br />Defaults to 'Yes, Always' for backward compatibility and because %(gc)s(Plugin) will only run if configured for Default or site.

source: Generate Calibre Cover:
zz: zzGenerate Calibre Cover:

source: Plugin %(gc)s
zz: zzPlugin %(gc)s

source: Use plugin to create covers. Additional settings are below.
zz: zzUse plugin to create covers. Additional settings are below.

source: Calibre Generate Cover
zz: zzCalibre Generate Cover

source: Call Calibre's Edit Metadata Generate cover feature to create a random cover each time a story is downloaded or updated.<br />Right click or long click the 'Generate cover' button in Calibre's Edit Metadata to customize.
zz: zzCall Calibre's Edit Metadata Generate cover feature to create a random cover each time a story is downloaded or updated.<br />Right click or long click the 'Generate cover' button in Calibre's Edit Metadata to customize.

source: Generate Covers Only for New Books
zz: zzGenerate Covers Only for New Books

source: Default is to generate a cover any time the calibre metadata is updated.<br />Used for both Calibre and Plugin generated covers.
zz: zzDefault is to generate a cover any time the calibre metadata is updated.<br />Used for both Calibre and Plugin generated covers.

source: Inject/update the cover inside EPUB
zz: zzInject/update the cover inside EPUB

source: Calibre's Polish feature will be used to inject or update the generated cover into the EPUB ebook file.<br />Used for both Calibre and Plugin generated covers.
zz: zzCalibre's Polish feature will be used to inject or update the generated cover into the EPUB ebook file.<br />Used for both Calibre and Plugin generated covers.

source: %(gc)s(Plugin) Settings
zz: zz%(gc)s(Plugin) Settings

source: The %(gc)s plugin can create cover images for books using various metadata (including existing cover image). If you have %(gc)s installed, FanFicFare can run %(gc)s on new downloads and metadata updates. Pick a %(gc)s setting by site and/or one to use by Default.
zz: zzThe %(gc)s plugin can create cover images for books using various metadata (including existing cover image). If you have %(gc)s installed, FanFicFare can run %(gc)s on new downloads and metadata updates. Pick a %(gc)s setting by site and/or one to use by Default.

source: Default
zz: zzDefault

source: On Metadata update, run %(gc)s with this setting, if there isn't a more specific setting below.
zz: zzOn Metadata update, run %(gc)s with this setting, if there isn't a more specific setting below.

source: On Metadata update, run %(gc)s with this setting for %(site)s stories.
zz: zzOn Metadata update, run %(gc)s with this setting for %(site)s stories.
