Repository: AdamLuzifer/FanFicFare_fork
Catalog: calibre-plugin/translations/zz.po
Languages: zz

source: Allow %(gcset)s from %(pini)s to override
zz: zzAllow %(gcset)s from %(pini)s to override

source: The %(pini)s parameter %(gcset)s allows you to choose a %(gc)s setting based on metadata rather than site, but it's much more complex.<br />%(gcset)s is ignored when this is off.
zz: zzThe %(pini)s parameter %(gcset)s allows you to choose a %(gc)s setting based on metadata rather than site, but it's much more complex.<br />%(gcset)s is ignored when this is off.

source: These settings provide integration with the %(cp)s Plugin. %(cp)s can automatically update custom columns with page, word and reading level statistics. You have to create and configure the columns in %(cp)s first.
zz: zzThese settings provide integration with the %(cp)s Plugin. %(cp)s can automatically update custom columns with page, word and reading level statistics. You have to create and configure the columns in %(cp)s first.

source: If any of the settings below are checked, when stories are added or updated, the %(cp)s Plugin will be called to update the checked statistics.
zz: zzIf any of the settings below are checked, when stories are added or updated, the %(cp)s Plugin will be called to update the checked statistics.

source: Which column and algorithm to use are configured in %(cp)s.
zz: zzWhich column and algorithm to use are configured in %(cp)s.

source: Will overwrite word count from FanFicFare metadata if set to update the same custom column.
zz: zzWill overwrite word count from FanFicFare metadata if set to update the same custom column.

source: Only run Count Page's Word Count if checked <i>and</i> FanFicFare metadata doesn't already have a word count. If this is used with one of the other Page Counts, the Page Count plugin will be called twice.
zz: zzOnly run Count Page's Word Count if checked <i>and</i> FanFicFare metadata doesn't already have a word count. If this is used with one of the other Page Counts, the Page Count plugin will be called twice.

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and getting all the FanFicFare confirmation dialogs back again.
zz: zzThese controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and getting all the FanFicFare confirmation dialogs back again.

source: Keyboard shortcuts...
zz: zzKeyboard shortcuts...

source: Edit the keyboard shortcuts associated with this plugin
zz: zzEdit the keyboard shortcuts associated with this plugin

source: Reset disabled &confirmation dialogs
zz: zzReset disabled &confirmation dialogs

source: Reset all show me again dialogs for the FanFicFare plugin
zz: zzReset all show me again dialogs for the FanFicFare plugin

source: &View library preferences...
zz: zz&View library preferences...

source: View data stored in the library database for this plugin
zz: zzView data stored in the library database for this plugin

source: Done
zz: zzDone

source: Confirmation dialogs have all been reset
zz: zzConfirmation dialogs have all been reset

source: Category
zz: zzCategory

source: Genre
zz: zzGenre

source: Language
zz: zzLanguage

source: Status
zz: zzStatus

source: Status:%(cmplt)s
zz: zzStatus:%(cmplt)s

source: Status:%(inprog)s
zz: zzStatus:%(inprog)s

source: Series
zz: zzSeries

source: Characters
zz: zzCharacters

source: Relationships
zz: zzRelationships

source: Published
zz: zzPublished

source: Updated
zz: zzUpdated

source: Created
zz: zzCreated

source: Rating
zz: zzRating

source: Warnings
zz: zzWarnings

source: Chapters
zz: zzChapters

source: Words
zz: zzWords

source: Site
zz: zzSite

source: Publisher
zz: zzPublisher

source: Story ID
zz: zzStory ID

source: Author ID
zz: zzAuthor ID

source: Extra Tags
zz: zzExtra Tags

source: Title
zz: zzTitle

source: Story URL
zz: zzStory URL

source: Description
zz: zzDescription

source: Author
zz: zzAuthor

source: Author URL
zz: zzAuthor URL

source: File Format
zz: zzFile Format

source: File Extension
zz: zzFile Extension

source: Site Abbrev
zz: zzSite Abbrev

source: FanFicFare Version
zz: zzFanFicFare Version

source: If you have custom columns defined, they will be listed below. Choose a metadata value type to fill your columns automatically.
zz: zzIf you have custom columns defined, they will be listed below. Choose a metadata value type to fill your columns automatically.

source: Update this %s column(%s) with...
zz: zzUpdate this %s column(%s) with...

source: Values that aren't valid for this enumeration column will be ignored.
zz: zzValues that aren't valid for this enumeration column will be ignored.

source: Metadata values valid for this type of column.
zz: zzMetadata values valid for this type of column.

source: New Only
zz: zzNew Only

source: Write to %s(%s) only for new books, not updates to existing books.
zz: zzWrite to %s(%s) only for new books, not updates to existing books.

source: Allow %(ccset)s from %(pini)s to override
zz: zzAllow %(ccset)s from %(pini)s to override

source: The %(pini)s parameter %(ccset)s allows you to set custom columns to site specific values that aren't common to all sites.<br />%(ccset)s is ignored when this is off.
zz: zzThe %(pini)s parameter %(ccset)s allows you to set custom columns to site specific values that aren't common to all sites.<br />%(ccset)s is ignored when this is off.

source: Special column:
zz: zzSpecial column:

source: Update/Overwrite Error Column:
zz: zzUpdate/Overwrite Error Column:

source: When an update or overwrite of an existing story fails, record the reason in this column. (Text and Long Text columns only.)
zz: zzWhen an update or overwrite of an existing story fails, record the reason in this column. (Text and Long Text columns only.)

source: Save All Errors
zz: zzSave All Errors

source: If unchecked, these errors will not be saved: %s
zz: zzIf unchecked, these errors will not be saved: %s

source: Not Overwriting, web site is not newer.
zz: zzNot Overwriting, web site is not newer.

source: Already contains %d chapters.
zz: zzAlready contains %d chapters.

source: Saved Metadata Column:
zz: zzSaved Metadata Column:

source: If set, FanFicFare will save a copy of all its metadata in this column when the book is downloaded or updated.<br/>The metadata from this column can later be used to update custom columns without having to request the metadata from the server again.<br/>(Long Text columns only.)
zz: zzIf set, FanFicFare will save a copy of all its metadata in this column when the book is downloaded or updated.<br/>The metadata from this column can later be used to update custom columns without having to request the metadata from the server again.<br/>(Long Text columns only.)

source: Last Checked Column:
zz: zzLast Checked Column:

source: Record the last time FanFicFare updated or checked for updates. (Date columns only.)
zz: zzRecord the last time FanFicFare updated or checked for updates. (Date columns only.)

source: Author(s)
zz: zzAuthor(s)

source: Tags
zz: zzTags

source: Languages
zz: zzLanguages

source: Published Date
zz: zzPublished Date

source: Date
zz: zzDate

source: Comments
zz: zzComments

source: Ids(url id only)
zz: zzIds(url id only)

source: The standard calibre metadata columns are listed below. You may choose whether FanFicFare will fill each column automatically on updates or only for new books.
zz: zzThe standard calibre metadata columns are listed below. You may choose whether FanFicFare will fill each column automatically on updates or only for new books.

source: Write to %s only for new books, not updates to existing books.
zz: zzWrite to %s only for new books, not updates to existing books.

source: Force Title into Title Sort?
zz: zzForce Title into Title Sort?

source: If checked, the title as given will be used for the Title Sort, too. If not checked, calibre will apply it's built in algorithm which makes 'The Title' sort as 'Title, The', etc.
zz: zzIf checked, the title as given will be used for the Title Sort, too. If not checked, calibre will apply it's built in algorithm which makes 'The Title' sort as 'Title, The', etc.

source: Fix Title Case?
zz: zzFix Title Case?

source: If checked, Calibre's routine for correcting the capitalization of title will be applied.
zz: zzIf checked, Calibre's routine for correcting the capitalization of title will be applied.

source: This effects Calibre metadata only, not FanFicFare metadata in title page.
zz: zzThis effects Calibre metadata only, not FanFicFare metadata in title page.

source: Force Author into Author Sort?
zz: zzForce Author into Author Sort?

source: If checked, the author(s) as given will be used for the Author Sort, too. If not checked, calibre will apply it's built in algorithm which makes 'Bob Smith' sort as 'Smith, Bob', etc.
zz: zzIf checked, the author(s) as given will be used for the Author Sort, too. If not checked, calibre will apply it's built in algorithm which makes 'Bob Smith' sort as 'Smith, Bob', etc.

source: Fix Author Case?
zz: zzFix Author Case?

source: If checked, Calibre's routine for correcting the capitalization of author names will be applied.
zz: zzIf checked, Calibre's routine for correcting the capitalization of author names will be applied.

source: Calibre remembers all authors in the library; changing the author case on one book will effect all books by that author.
zz: zzCalibre remembers all authors in the library; changing the author case on one book will effect all books by that author.

source: Set 'Series [0]' for New Anthologies?
zz: zzSet 'Series [0]' for New Anthologies?

source: If checked, the Series column will be set to 'Series Name [0]' when an Anthology for a series is first created.
zz: zzIf checked, the Series column will be set to 'Series Name [0]' when an Anthology for a series is first created.

source: Other Standard Column Options
zz: zzOther Standard Column Options

source: Set Calibre Author URL
zz: zzSet Calibre Author URL

source: Set Calibre Author URL to Author's URL on story site.
zz: zzSet Calibre Author URL to Author's URL on story site.

source: Include Books' Comments in Anthology Comments?
zz: zzInclude Books' Comments in Anthology Comments?

source: Include all the merged books' comments in the new book's comments. Default is a list of included titles only.
zz: zzInclude all the merged books' comments in the new book's comments. Default is a list of included titles only.

source: Set Anthology Comments only for new books
zz: zzSet Anthology Comments only for new books

source: Comments will only be set for New Anthologies, not updates. That way comments you set manually are retained.
zz: zzComments will only be set for New Anthologies, not updates. That way comments you set manually are retained.

source: These settings will allow FanFicFare to fetch story URLs from your email account. It will only look for story URLs in unread emails in the folder specified below.
zz: zzThese settings will allow FanFicFare to fetch story URLs from your email account. It will only look for story URLs in unread emails in the folder specified below.

source: IMAP Server Name
zz: zzIMAP Server Name

source: Name of IMAP server--must allow IMAP4 with SSL. Eg: imap.gmail.com
zz: zzName of IMAP server--must allow IMAP4 with SSL. Eg: imap.gmail.com

source: IMAP User Name
zz: zzIMAP User Name

source: Name of IMAP user. Eg: yourname@gmail.com Note that Gmail accounts need to have IMAP enabled in Gmail Settings first.
zz: zzName of IMAP user. Eg: yourname@gmail.com Note that Gmail accounts need to have IMAP enabled in Gmail Settings first.

source: IMAP User Password
zz: zzIMAP User Password

source: IMAP password. If left empty, FanFicFare will ask you for your password when you use the feature.
zz: zzIMAP password. If left empty, FanFicFare will ask you for your password when you use the feature.

source: Remember Password for Session (when not saved above)
zz: zzRemember Password for Session (when not saved above)

source: If checked, and no password is entered above, FanFicFare will remember your password until you close calibre or change Libraries.
zz: zzIf checked, and no password is entered above, FanFicFare will remember your password until you close calibre or change Libraries.

source: IMAP Folder Name
zz: zzIMAP Folder Name

source: Name of IMAP folder to search for new emails. The folder (or label) has to already exist. Use INBOX for your default inbox.
zz: zzName of IMAP folder to search for new emails. The folder (or label) has to already exist. Use INBOX for your default inbox.

source: Mark Emails Read
zz: zzMark Emails Read

source: If checked, emails will be marked as having been read if they contain any story URLs.
zz: zzIf checked, emails will be marked as having been read if they contain any story URLs.

source: Discard URLs on Reject List
zz: zzDiscard URLs on Reject List

source: If checked, FanFicFare will silently discard story URLs from emails that are on your Reject URL List.<br>Otherwise they will appear and you will see the normal Reject URL dialog.<br>The Emails will still be marked Read if configured to.
zz: zzIf checked, FanFicFare will silently discard story URLs from emails that are on your Reject URL List.<br>Otherwise they will appear and you will see the normal Reject URL dialog.<br>The Emails will still be marked Read if configured to.

source: Update Existing Books Only
zz: zzUpdate Existing Books Only

source: If checked, FanFicFare will silently discard story URLs from emails that are not already in your library.<br>Otherwise all story URLs, new and existing, will be used.<br>The Emails will still be marked Read if configured to.
zz: zzIf checked, FanFicFare will silently discard story URLs from emails that are not already in your library.<br>Otherwise all story URLs, new and existing, will be used.<br>The Emails will still be marked Read if configured to.

source: Download from Email Immediately
zz: zzDownload from Email Immediately

source: If checked, FanFicFare will start downloading story URLs from emails immediately.<br>Otherwise the usual Download from URLs dialog will appear.
zz: zzIf checked, FanFicFare will start downloading story URLs from emails immediately.<br>Otherwise the usual Download from URLs dialog will appear.

source: Add these Tag(s) Automatically
zz: zzAdd these Tag(s) Automatically

source: Tags entered here will be automatically added to stories downloaded from email story URLs.
zz: zzTags entered here will be automatically added to stories downloaded from email story URLs.

source: Any additional stories you then manually add to the Story URL dialog will also have these tags added.
zz: zzAny additional stories you then manually add to the Story URL dialog will also have these tags added.

source: <b>It's safest if you create a separate email account that you use only for your story update notices. FanFicFare and calibre cannot guarantee that malicious code cannot get your email password once you've entered it. <br>Use this feature at your own risk. </b>
zz: zz<b>It's safest if you create a separate email account that you use only for your story update notices. FanFicFare and calibre cannot guarantee that malicious code cannot get your email password once you've entered it. <br>Use this feature at your own risk. </b>

source: This name will be used with the %s setting to set the title of the new book.
zz: zzThis name will be used with the %s setting to set the title of the new book.

source: These comments about the series will be included in the Comments of the new book.
zz: zzThese comments about the series will be included in the Comments of the new book.

source: Show Download Options
zz: zzShow Download Options

source: Output &Format:
zz: zzOutput &Format:

source: Choose output format to create. May set default from plugin configuration.
zz: zzChoose output format to create. May set default from plugin configuration.

source: Update Calibre &Metadata?
zz: zzUpdate Calibre &Metadata?

source: Update metadata for existing stories in Calibre from web site? (Columns set to 'New Only' in the column tabs will only be set for new books.)
zz: zzUpdate metadata for existing stories in Calibre from web site? (Columns set to 'New Only' in the column tabs will only be set for new books.)

source: Update EPUB Cover?
zz: zzUpdate EPUB Cover?

source: Update book cover image from site or defaults (if found) <i>inside</i> the EPUB when EPUB is updated.
zz: zzUpdate book cover image from site or defaults (if found) <i>inside</i> the EPUB when EPUB is updated.

source: (%s URLs found)
zz: zz(%s URLs found)

source: Story URLs for anthology, one per line:
zz: zzStory URLs for anthology, one per line:

source: URLs for stories to include in the anthology, one per line. Will take URLs from clipboard, but only valid URLs.
zz: zzURLs for stories to include in the anthology, one per line. Will take URLs from clipboard, but only valid URLs.

source: If Story Already Exists in Anthology?
zz: zzIf Story Already Exists in Anthology?

source: What to do if there's already an existing story with the same URL in the anthology.
zz: zzWhat to do if there's already an existing story with the same URL in the anthology.

source: Story URLs, one per line:
zz: zzStory URLs, one per line:

source: URLs for stories, one per line. Will take URLs from clipboard, but only valid URLs. Add [1,5] after the URL to limit the download to chapters 1-5.
zz: zzURLs for stories, one per line. Will take URLs from clipboard, but only valid URLs. Add [1,5] after the URL to limit the download to chapters 1-5.

source: If Story Already Exists?
zz: zzIf Story Already Exists?

source: What to do if there's already an existing story with the same URL or title and author.
zz: zzWhat to do if there's already an existing story with the same URL or title and author.

source: Update Mode set by menu/shortcut choice.
zz: zzUpdate Mode set by menu/shortcut choice.

source: For Individual Books
zz: zzFor Individual Books

source: Get URLs and go to dialog for individual story downloads.
zz: zzGet URLs and go to dialog for individual story downloads.

source: For Anthology Epub
zz: zzFor Anthology Epub

source: Get URLs and go to dialog for Anthology download. Requires %s plugin.
zz: zzGet URLs and go to dialog for Anthology download. Requires %s plugin.

source: Cancel
zz: zzCancel

source: Password
zz: zzPassword

source: Author requires a password for this story(%s).
zz: zzAuthor requires a password for this story(%s).

source: User/Password
zz: zzUser/Password

source: %s requires you to login to download this story.
zz: zz%s requires you to login to download this story.

source: User:
zz: zzUser:

source: Password:
zz: zzPassword:

source: OK
zz: zzOK

source: Fetching metadata for stories...
zz: zzFetching metadata for stories...

source: Downloading metadata for stories
zz: zzDownloading metadata for stories

source: Fetched metadata for
zz: zzFetched metadata for

source: - %s estimated until done
zz: zz - %s estimated until done

source: Skipped
zz: zzSkipped

source: Error
zz: zzError

source: %d day
zz: zz%d day

source: %d days
zz: zz%d days

source: %d hour
zz: zz%d hour

source: %d hours
zz: zz%d hours

source: %d minute
zz: zz%d minute

source: %d minutes
zz: zz%d minutes

source: %d second
zz: zz%d second

source: %d seconds
zz: zz%d seconds

source: less than 1 second
zz: zzless than 1 second

source: About FanFicFare
zz: zzAbout FanFicFare

source: Remove selected books from the list
zz: zzRemove selected books from the list

source: Update Mode:
zz: zzUpdate Mode:

source: What sort of update to perform. May set default from plugin configuration.
zz: zzWhat sort of update to perform. May set default from plugin configuration.

source: Background Metadata?
zz: zzBackground Metadata?

source: Collect Metadata from sites in a Background process.<br />This returns control to you quicker while updating, but you won't be asked for username/passwords or if you are an adult--stories that need those will just fail.
zz: zzCollect Metadata from sites in a Background process.<br />This returns control to you quicker while updating, but you won't be asked for username/passwords or if you are an adult--stories that need those will just fail.

source: Comment
zz: zzComment

source: Are you sure you want to remove this book from the list?
zz: zzAre you sure you want to remove this book from the list?

source: Are you sure you want to remove the selected %d books from the list?
zz: zzAre you sure you want to remove the selected %d books from the list?

source: Note
zz: zzNote

source: Select or Edit Reject Note.
zz: zzSelect or Edit Reject Note.

source: Are you sure you want to remove this URL from the list?
zz: zzAre you sure you want to remove this URL from the list?

source: Are you sure you want to remove the %d selected URLs from the list?
zz: zzAre you sure you want to remove the %d selected URLs from the list?

source: List of Books to Reject
zz: zzList of Books to Reject

source: FFF will remember these URLs and display the note and offer to reject them if you try to download them again later.
zz: zzFFF will remember these URLs and display the note and offer to reject them if you try to download them again later.

source: Remove selected URLs from the list
zz: zzRemove selected URLs from the list

source: This will be added to whatever note you've set for each URL above.
zz: zzThis will be added to whatever note you've set for each URL above.

source: Delete Books (including books without FanFiction URLs)?
zz: zzDelete Books (including books without FanFiction URLs)?

source: Delete the selected books after adding them to the Rejected URLs list.
zz: zzDelete the selected books after adding them to the Rejected URLs list.

source: Search for string in edit box.
zz: zzSearch for string in edit box.

source: Find:
zz: zzFind:

source: Find
zz: zzFind

source: Case sensitive
zz: zzCase sensitive

source: Search for case sensitive string; don't treat Harry, HARRY and harry all the same.
zz: zzSearch for case sensitive string; don't treat Harry, HARRY and harry all the same.

source: Go back to fix errors?
zz: zzGo back to fix errors?

source: Click an error below to return to Editing directly on that line:
zz: zzClick an error below to return to Editing directly on that line:

source: Click to go to line %s
zz: zzClick to go to line %s

source: Return to Editing
zz: zzReturn to Editing

source: Save Anyway
zz: zzSave Anyway

source: Enter Email Password for %s:
zz: zzEnter Email Password for %s:

source: FanFicFare
zz: zzFanFicFare

source: Download FanFiction stories from various web sites
zz: zzDownload FanFiction stories from various web sites

source: &Download from URLs
zz: zz&Download from URLs

source: Download FanFiction Books from URLs
zz: zzDownload FanFiction Books from URLs

source: &Update Existing FanFiction Books
zz: zz&Update Existing FanFiction Books

source: Get Story URLs from &Email
zz: zzGet Story URLs from &Email

source: Get Story URLs from Web Page
zz: zzGet Story URLs from Web Page

source: Get Story URLs from Selected Books
zz: zzGet Story URLs from Selected Books

source: Anthology Options
zz: zzAnthology Options

source: Make Anthology Epub from Web Page
zz: zzMake Anthology Epub from Web Page

source: Make FanFiction Anthology Epub from Web Page
zz: zzMake FanFiction Anthology Epub from Web Page

source: &Make Anthology Epub from URLs
zz: zz&Make Anthology Epub from URLs

source: Make FanFiction Anthology Epub from URLs
zz: zzMake FanFiction Anthology Epub from URLs

source: Update Anthology Epub
zz: zzUpdate Anthology Epub

source: Update FanFiction Anthology Epub
zz: zzUpdate FanFiction Anthology Epub

source: Reading List Options
zz: zzReading List Options
